"DOWNGRADE_TITLE" = "Ya hay instalada una versión más reciente de Java.";

"DOWNGRADE_MESSAGE" = "Está intentando instalar %1$@; sin embargo, ya se ha instalado %2$@.\nPara obtener más información, visite java.com/newerversionexists.";

"Restore Security Prompts" = "Restaurar peticiones de datos de seguridad";

"Browser Plug-in Disabled" = "Plugin del explorador desactivado";

"Continue" = "Continuar";

"Close" = "Cerrar";

"Install" = "Instalar";

"Finish" = "Terminar";

"You have Successfully Installed %@ \nand the Ask extension(s)." = "Ha instalado correctamente %1$@ \ny las extensiones Ask.";

"The security level has been set to a minimum value of High." = "El nivel de seguridad se ha definido en un valor mínimo de Alto.";

/* Dynamic welcome string */
"Welcome to the %@ Installer" = "Bienvenido al Installer de %1$@";

/* Dynamic complete string */
"You have successfully installed %@." = "Ha instalado correctamente %1$@.";

"Information about" = "Información importante sobre la guía básica de Oracle Java 8 SE:";

"Oracle has announced" = "Próximamente, se producirán cambios relacionados con el acceso a las futuras actualizaciones de Java SE de Oracle. ";

"Corporate users may" = "Dichos cambios afectarán a los usuarios corporativos a partir de enero de 2019. ";

"and others" = "Para obtener más instrucciones, consulte el siguiente enlace.\n";

"More Information on roadmap" = "Más información sobre la guía básica";

"Changes are" = "Próximamente, se producirán cambios relacionados con el acceso a las futuras actualizaciones de Java SE de Oracle.\n\n";

"Corporate users" = "Dichos cambios afectarán a los usuarios corporativos a partir de la actualización de abril de 2019.\n\n";

"These changes" = "Estos cambios no afectan a la versión que va a instalar.";

"For additional" = "Para obtener más instrucciones, consulte el siguiente enlace.\n\n";

"More Information..." = "Más Información...";

"Important Info" = "Información importante sobre la guía básica de Oracle Java 8 SE";

"OK" = "Aceptar";

"Java provides" = "Java da acceso a un fantástico mundo de contenido. Desde soluciones empresariales a útiles herramientas y ocio, Java le da más vida a su experiencia en Internet.\n\n";

"Note: No" = "Aviso: En este proceso de instalación no se registra ningún dato personal.\n";

/* hyperlink - do not use punctuation */
"Click here" = "Haga clic aquí";

/* Click here for more information on what we do collect. is the full sentence */
" for more" = " para obtener más información sobre los datos que recopilamos.";

"Click Install" = "Haga clic en Instalar para aceptar el ";

"license agreement" = "acuerdo de licencia";

" and install" = " e instalar Java.";

"Install >" = "Instalar >";

"Please remove" = "Elimine las versiones obsoletas de Java";

"The Java software" = "La versión de Java instalada en este equipo no es actual, ni tiene actualizaciones disponibles.\n\n";

"Keeping out-of-date" = "Mantener versiones obsoletas de Java en su sistema puede suponer un riesgo de seguridad grave.\n\n";

"If you still" = "Si vuelve a necesitar Java para ejecutar aplicaciones de escritorio una vez eliminado, visite ";

" for a recommended" = " para obtener la versión recomendada.";

"Remove" = "Eliminar >";

"Java Deployment" = "Caché de despliegue de Java";

"Java maintains" = "Java conserva la caché para acelerar la carga de los programas Java de uso frecuente y para almacenar archivos log y de rastreo. Puesto que va a eliminar Java Runtime, es recomendable eliminar también la caché correspondiente para liberar espacio en la computadora.\n\nMás información sobre la ";

"Java Deployment Cache" = "Caché de despliegue de Java";

"Would you like" = "\n\n¿Desea eliminar la caché de Java (recomendado)?";

"Yes" = "Sí";

"No" = "No";

"Uninstalled" = "Java se ha eliminado correctamente";

"NoJavaToUninstall" = "No se ha detectado ninguna instalación de Java en el sistema";

"Complete" = "Finalizar";

"Later" = "Más tarde";

"Update" = "Actualizar";

"Please remove unused" = "Elimine las versiones no utilizadas de Java";

/* It appears that you have not used Java on your system in over 6 months. We recommend that you uninstall it by clicking the Remove button below. */
"It appears that" = "Parece que no ha utilizado Java en más de 6 meses. Recomendamos que lo desinstale haciendo clic en el botón ";
" Remove" = "Eliminar";
" button below." = ".";

"If you later" = " Si después decide que necesita Java, puede volver a instalarlo desde java.com.";

/* If you wish to" = "If you wish to keep Java on your system, please update it by clicking the Update button below. */
"If you wish to" = "Si desea mantener Java en su sistema, actualícelo haciendo clic en ";
" Update" = "Actualizar";

"Fail to install" = "Fallo al instalar Java";

"Uninstalling" = "Desinstalando Java...";

"Fail to uninstall" = "Fallo al desinstalar Java: %@";

"XPC connection error." = "Error de conexión XPC.";

"Error code" = "Código de error del SO %lld.";

"shell is not available." = "El shell no está disponible.";

"process cannot be created." = "El proceso no se puede crear.";

"Commercial License" = "Licencia comercial requerida para esta versión";

"Use of this" = "Para utilizar esta versión, es necesario disponer de una licencia comercial adquirida por el usuario o por uno de sus proveedores de software.";

"You can also" = "También puede utilizar esta versión para ejecutar productos de Oracle con licencia que requieren tiempo de ejecución de Java.";

"Learn more about this release" = "Obtenga más información sobre esta versión.";

"Details on the" = "Información sobre los datos que recopilamos";

"cannot delete" = "no se puede suprimir la caché de despliegue de Java";

"Password prompt" = "%@ necesita permiso para continuar.";

"Java Update" = "Java Update";

"OSCHECK_TITLE" = "Java de Oracle necesita %1$@ %2$@ o una versión posterior.";

"OSCHECK_MESSAGE" = "Su sistema tiene %1$@ versión %2$@. Este producto se puede instalar en la versión %3$@ o posterior.\nSi desea obtener más información, visite java.com/help.";

"Welcome to Java" = "Bienvenido a Java";

"This version" = "Esta versión de Java requiere disponer de una licencia para Oracle Java SE de Oracle, de un partner autorizado de Oracle o de un proveedor autorizado de software de terceros. Es su responsabilidad determinar si cuenta con la licencia adecuada. Si es así, haga clic en Instalar para continuar con el proceso de instalación.";

"If you have" = "Si no tiene una licencia, haga clic en Eliminar para detener el proceso de instalación y poder eliminar las versiones anteriores de Java.";

"No personal" = "En este proceso de instalación no se registra ningún dato personal";

"Welcome to Java -" = "Bienvenido a Java - Condiciones de licencia actualizadas";

"The terms" = "Las condiciones de licencia para esta versión de software han cambiado.";

"Updated License" = "Acuerdo de licencia actualizado";

"This version -" = "Esta versión de Java Runtime únicamente otorga permisos para el uso de equipos portátiles y de sobremesa (no comerciales).";

"Commercial use" = "El uso comercial de este software requiere una licencia independiente de Oracle o de su proveedor de software.";

"Click install or" = "Haga clic en Instalar para aceptar el acuerdo de licencia e instalar Java ahora o haga clic en Eliminar para desinstalarlo del sistema.";

"Remove -" = "Eliminar";
